var comfirmDetail='<div class="modal madal-backdrop fade bs-example-modal-lg" tabindex="-1" role="dialog" aria-labelledby="myLargeModalLabel"    aria-hidden="true">'+
    '<div id="modalProduct" class="modal-dialog modal-lg">'+
        '<div class="modal-content">'+
            '<div class="modal-header">'+
                '<h4 class="modal-title" >重要提示：请在继续浏览一马投资管理有限公司网站前仔细阅读下文</h4>'+
            '</div>'+
            '<div class="modal-body">'+
                '<div>'+
                    '<p align="left">'+
                        '<strong>风险提示：</strong>在继续浏览本公司网站前，请您仔细阅读本重要提示，并将页面滚动至本页结尾“接受”或“放弃”键，根据您的具体情况选择继续浏览还是放弃。点击“接受”键，视为您已经阅读并愿意遵守本提示内容。<br>'+
                        '<br>'+
                        '证券投资具有一定风险，根据《中华人民共和国证券投资基金法》、《中华人民共和国信托法》、《私募投资基金监督管理暂行办法》、《信托公司集合资金信托计划管理办法》等相关法律法规的有关规定，投资者应为风险识别、评估、承受能力较强的合格投资者。浏览本公司网站的人士可能来自更广阔的区域，但登入本网页的人士均出于主动，因而有责任遵守适用于当地的法规。登入网站内页即表示登入者同意其已阅览本网页的所有部分，包括任何法规或法规注释。<br>'+
                        '<br>'+                  
                        '如果确认您或您所代表的机构是一名“合格投资者”，并将遵守适用的有关法规请点击“接受”键以继续浏览本公司网站。如您不同意任何有关条款，请按“放弃”键。</p>'+
                    '<p>'+
                        '根据我国《私募投资基金监督管理暂行办法》的规定，私募基金合格投资者的标准如下：<br>'+
                        '<br>'+
                        '<strong>一、具备相应风险识别能力和风险承担能力，投资于单只私募基金的金额不低于100万元且符合下列相关标准的单位和个人： </strong><br>'+
                        '1、净资产不低于1000万元的单位；<br>'+
                        '2、个人金融资产不低于300万元或者最近三年个人年均收入不低于50万元。(前款所称金融资产包括银行存款、股票、债券、基金份额、资产管理计划、银行理财产品、信托计划、保险产品、期货权益等。)'+
                    '</p> <br>'+
                    '<p>'+
                        '<strong>二、下列投资者视为合格投资者： </strong><br>'+
                        '1、社会保障基金、企业年金、慈善基金；<br>'+
                        '2、依法设立并受国务院金融监督管理机构监管的投资计划；<br>'+
                        '3、投资于所管理私募基金的私募基金管理人及其从业人员；<br>'+
                        '4、中国证监会规定的其他投资者。<br>'+
                        '<br>'+
                        '本网站所载的各种信息和数据等仅供参考，并不构成广告或销售要约，或买入任何证券、基金或其它投资工具的建议。投资者应仔细审阅相关金融产品的合同文件等以了解其风险因素，或寻求专业的投资顾问的建议。<br>'+
                        '<br>'+
                        '信托产品净值可能会有较大的波动，并可能在短时间內大幅下跌，并造成投资者损失部分或全部投资金额。您应确保有关投资產品适合您的需要。如有怀疑，请咨询按中国内地法规注册的专业分析师的意见，並要求其确认有关投资产品适合並符合您的投资目标。<br>'+
                        '<br>'+
                        '投资产品的价格及其收益存在涨跌变动，而过往的产品业绩数据并不预示其未来的表现，投资者不应依赖本网站所提供的数据做出投资决策，否则由投资者自行承担所有风险。<br>'+
                        '<br>'+
                        '本网站所载的资料于刊载日期属恰当充分，您在阅读时资料的准确性或完整性已发生变化。本网站刊登的所有资料可予以更改或修订而毋须事前通知，尽管和熙投资并不承诺定期更新本网站内容。公司并不对第三者所提供之有关资料的准确性、充足性或完整性作出任何保证，公司或其股东及雇员概不对于本网站内第三者所提供之资料的任何错误或遗漏负任何法律责任。<br>'+
                        '&nbsp;</p>'+
                    '<div style="text-align: right;">'+
                        '一马投资管理有限公司'+
                    '</div>'+
                '</div>'+
            '</div>'+
            '<div id="footer" class="modal-footer">'+
                '<button type="button" class="btn btn-default" ns-click="comfirm()">接受</button>'+
                '<button id="saveChange" type="button" class="btn btn-primary">放弃</button>'+
            '</div>'+
        '</div>'+
    '</div>'+
'</div>';

$.modal.setTemplate('comfirmDetail.html',comfirmDetail);